/* `welcomeLabel` UILabel text default value */
"Welcome" = "Benvenuto/a";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Grazie per aver effettuato il download.";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Per avviare il processo di attivazione, seguire le istruzioni riportate nell’e-mail di benvenuto.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "D’ora in avanti, sarà possibile gestire al meglio le attività quotidiane e collaborare semplicemente ai progetti.";

"ScanInstruction" = "Effettuare la scansione del codice QR di sicurezza per avviare il processo di attivazione.";

"DiscoveryServiceInstruction" = "Inserire l’indirizzo e-mail per avviare il processo di attivazione.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Controllo account in corso...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Avvia";

"Scan" = "Scansione";

/* `demoLabel` UILabel text default value */
"Explore" = "Per scoprire di più...";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Prova la demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Imposta codice di accesso";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Codice di accesso";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Scegli codice di accesso";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Conferma codice di accesso";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Inserisci nuovamente il codice di accesso";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Conferma il codice di accesso";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Inserisci il codice di accesso";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Modifica il codice di accesso";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Inserisci il codice di accesso corrente";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Non ora";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Indietro";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Avanti";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Completato";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Scegli un codice di accesso di almeno %d caratteri per sbloccare l’app.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Scegli un codice di accesso di almeno %d numeri per sbloccare l’app.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Deve includere:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Lettere minuscole (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Lettere maiuscole (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Numeri (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboli (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Resetta codice di accesso";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validazione codice di accesso non riuscita";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Il codice di accesso è stato rifiutato da FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Riprova";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " disponibile";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Abilitando Touch ID sarà possibile accedere più velocemente alle proprie informazioni.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "È possibile abilitare o disabilitare questa funzionalità in qualsiasi momento nelle impostazioni.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Abilitare Touch ID per accedere in modo veloce e sicuro.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Se Touch ID è disabilitato, sarà necessario inserire il codice di accesso del dispositivo.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Abilitando Face ID sarà possibile accedere più velocemente alle proprie informazioni.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "È possibile abilitare o disabilitare questa funzionalità in qualsiasi momento nelle impostazioni.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Abilitare Face ID per accedere in modo veloce e sicuro.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Se Face ID è disabilitato, sarà necessario inserire il codice di accesso del dispositivo.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Per utilizzare Touch ID, è necessario registrare le impronte digitali nelle impostazioni del dispositivo.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Questa operazione può essere eseguita in qualsiasi momento nelle Impostazioni - Touch ID e Codice di accesso.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Per utilizzare Face ID, registrarlo nelle impostazioni del dispositivo.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Questa operazione può essere eseguita in qualsiasi momento nelle Impostazioni - Face ID e Codice di accesso.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Maggiori dettagli su Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Maggiori dettagli su Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Abilita";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentica con Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentica con Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Errore";

/* The error title. */
"AuthenticationErrorKey" = "Errore di autenticazione";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autenticarsi con Touch ID per utilizzare l’app.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autenticarsi con Face ID per utilizzare l’app.";

/* The authenticate button text. */
"AuthenticateKey" = "Autenticarsi";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "I codici di accesso non corrispondono. Ritentare.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Restano %d tentativi.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Resta 1 tentativo.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Tutti i tentativi sono stati utilizzati.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Effettuare il login per resettare il codice di accesso.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Codice di accesso errato. Ritentare.";

/* The scan page title string. */
"ScanKey" = "Scansione";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scansione non riuscita.";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Selezionare un’immagine del codice QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Codice QR non valido";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Il codice QR non è stato riconosciuto.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Consenti accesso alle foto";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Per selezionare un’immagine del codice QR, consentire l'accesso alle foto nelle impostazioni del dispositivo relative alla privacy.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Consenti accesso alla fotocamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Per scansionare utilizzando la fotocamera, consentire l'accesso alla fotocamera dalle impostazioni del dispositivo relative alla privacy.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Impostazioni";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Conferma";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scansione effettuata correttamente. Connessione a:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continua";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Avvia";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Attivazione";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Se è stata ricevuta un’e-mail di benvenuto, seguire il link di attivazione ivi contenuto. In caso contrario, inserire l’indirizzo e-mail oppure scansionare il codice QR per avviare l’installazione.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Avanti";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "O";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scansione";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Accetto";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Non accetto";

/* The authentication title. */
"AuthenticationKey" = "Autenticazione";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Inserire il nome utente e la password per l’autenticazione.";

/* Username input field placeholder string */
"usernameKey" = "Nome utente";

/* Password input field placeholder string */
"passwordKey" = "Password";

/* Sign In button string. */
"SignInKey" = "Registrarsi";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Credenziali non corrette. Ritentare.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Fornire le seguenti informazioni per avviare il processo di attivazione.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifica informazioni in corso...";

/* Cancel button string. */
"CancelKey" = "Annulla";

/* Allow button string. */
"AllowKey" = "Consenti";

/* Deny button string. */
"DenyKey" = "Vieta";

/* No button string. */
"NoKey" = "No";

/* Quit button string. */
"QuitKey" = "Chiudi";

/* GiveConsent button string. */
"GiveConsentKey" = "Fornisci il consenso";

/* Navbar title string. */
"StepKey" = "Passo";

/* Navbar title string. */
"OfKey" = "di";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Interrompere il processo di installazione?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Senza consenso, non sarà possibile proseguire con l’installazione.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Commuta o aggiungi utente";

/* Title for Log In button */
"LogInKey" = "Effettua il login";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Cerca utenti su questo dispositivo";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Hai dimenticato il codice di accesso?";

/* Title for Loction */
"PNLoctionTitleKey" = "Attivare i servizi di localizzazione geografica per potere utilizzare le funzionalità di mappa e navigazione";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Attivare le notifiche in modo da poter ricevere avvisi relativi a comunicazioni importanti";

/* Title for Photos */
"PNPhotosTitleKey" = "Attivare l'accesso alla libreria foto in modo da poter abilitare la condivisione di foto e l'accesso alla libreria foto";

/* Title for Calendar */
"PNCalendarTitleKey" = "Attivare l'accesso al calendario in modo da poter prenotare stanze e visualizzare le proprie riunioni";

/* Title for Camera */
"PNCameraTitleKey" = "Attivare la fotocamera in modo da poter effettuare il login e la verifica con Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "È possibile modificare in seguito questa autorizzazione utilizzando le impostazioni dell'app";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "L'applicazione utilizza le autorizzazioni indicate di seguito per fornire un'esperienza ottimale";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Consentire all'applicazione di accedere alla posizione dell'utente e di informarlo durante l'utilizzo.\n\nPer impostare o modificare l'autorizzazione relativa alla posizione, aprire le impostazioni iOS > toccare \"Posizione\" > toccare \"Applicazione\" > Selezionare l'impostazione preferita per l'autorizzazione relativa alla posizione";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Consentire all'applicazione di accedere alle notifiche dell'utente e di informarlo durante l'utilizzo.\n\nPer impostare o modificare l'autorizzazione relativa alle notifiche, aprire le impostazioni iOS > toccare \"Notifiche\" > toccare \"Applicazione\" > Selezionare l'impostazione preferita per l'autorizzazione relativa alle notifiche";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Consentire all'applicazione di accedere alle foto dell'utente e di informarlo durante l'utilizzo.\n\nPer impostare o modificare l'autorizzazione relativa alle foto, aprire le impostazioni iOS > toccare \"Foto\" > toccare \"Applicazione\" > Selezionare l'impostazione preferita per l'autorizzazione relativa alle foto";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Consentire all'applicazione di accedere alla fotocamera dell'utente e di informarlo durante l'utilizzo.\n\nPer impostare o modificare l'autorizzazione relativa alla fotocamera, aprire le impostazioni iOS > toccare \"Fotocamera\" > toccare \"Applicazione\" > Selezionare l'impostazione preferita per l'autorizzazione relativa alla fotocamera";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Consentire all'applicazione di accedere al calendario dell'utente e di informarlo durante l'utilizzo.\n\nPer impostare o modificare l'autorizzazione relativa al calendario, aprire le impostazioni iOS > toccare \"Calendario\" > toccare \"Applicazione\" > Selezionare l'impostazione preferita per l'autorizzazione relativa al calendario";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Apri impostazioni iOS";

